"OK"="OK";
"CANCEL" = "Cancelar";
"Can't load bundle"="Impossível carregar";
"Apple" = "Apple";
"Pictures" = "Imagens";
"Other" = "Outro";
"CHOOSE" = "Escolher";
"DOT_MAC_AND_RSS" = "%@ e RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "A validar RSS…";
"NO_FEED_FOUND" = "Não foi possível encontrar o feed.";
"GETTING_ALBUMS" = "A obter álbuns…";
"SELECT_ALBUMS" = "Seleccione os álbuns a apresentar:";
"INVALID_MEMBER_NAME" = "Nome de membro inválido.";
"NO_ALBUMS_FOR_USER" = "Não foi possível encontrar álbuns para este utilizador.";

/* strings for tool tips */
"minute" = "minuto";
"minutes" = "minutos";
"hour" = "hora";
"hours" = "horas";
"OPTIONS_BUTTON_TIP" = "Defina as opções para esta protecção de ecrã.";
"Never" = "Nunca";
"Slideshow" = "Diaporama";
"Collage" = "Colagem";
"Mosaic" = "Mosaico";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "Estilo";

/* For contextual menu */
"DELETE" = "Apagar";
"REVEAL_IN_FINDER" = "Mostrar no Finder";
"MOVE_TO_TRASH" = "Mover para o Lixo";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "Percorrer protecções de ecrã";
"ADD_MOBILE_ME_GALLERY" = "Adicionar galeria MobileMe…";
"ADD_PICTURES" = "Adicionar pasta de fotografias…";
"ADD_RSS_FEED" = "Adicionar feed RSS…";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "Adicionar imagens ou percorrer protecções de ecrã";
"REMOVE_SAVER_AX_VALUE" = "Remover protecção de ecrã seleccionada";

/* Alerts */
"INCOMPATIBLE_TITLE" = "Não é possível utilizar a protecção de ecrã %@ neste computador.";
"INCOMPATIBLE_DESC" = "Contacte o programador desta protecção de ecrã para obter uma nova versão.";
"DELETE_WARNING_TITLE" = "Tem a certeza de que pretende apagar “%@?”";
"DELETE_WARNING_DESC" = "A protecção de ecrã será movida para o Lixo.";
